Repository: OmegaT-L10N/zh_CN
Catalog: tm/auto/OmegaT3.0L10N-level2.tmx
Source language: en_us
Languages: zh_cn

source: Glossary entries
zh_cn: 词汇表词条

source: Glossary file: {0}
zh_cn: 词汇表文件：

source: Glossary files folder entered does not exist!
zh_cn: 输入的词汇表文件目录不存在！

source: Glossary folder {0} does not exist.
zh_cn: 词汇表目录 {0} 不存在。

source: Go To Segment
zh_cn: 转到片段

source: Go To Segment Source
zh_cn: 转到片段源

source: Google Api key not available.
zh_cn: Google Api 键值可不用。

source: Google Translate v2
zh_cn: 谷歌翻译

source: HHC file too big!
zh_cn: HHC 文件过大！

source: HTML Help Compiler files
zh_cn: HTML 帮助编译器文件

source: HTML and XHTML files
zh_cn: HTML 和 XHTML 文件

source: HTML, XHTML, ODF and Infix segmentation
zh_cn: HTML, XHTML, ODF 和 Infix 片段

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
zh_cn: Somik Raha, Derrick Oswald 等人的 HTMLParser （LGPL 许可协议）

source: He&aders
zh_cn: 页眉（&a）

source: Help & Manual Files
zh_cn: 帮助和手册文件

source: Here you may also specify custom location of project folders.
zh_cn: 此处还可指定项目文件夹的位置。

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
zh_cn: 在此你可以设置过滤器使用的源文件的文件模式，自定义已译文件的文件名，并用来选择载入和保存已译副本的编码。

source: Hide '{0}'
zh_cn: 隐藏 '{0}'

source: Hunspell by László Németh and others (LGPL License)
zh_cn: László Németh 等人的 Hunspell (LGPL 许可协议)

source: I&nsert Source
zh_cn: 插入原文(&n)

source: IOException encountered:
zh_cn: 发生输入输出意外：

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
zh_cn: 对于有编码声明的HTML文件，将会忽略你在此对话框中设置的任何编码值。

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
zh_cn: 对于有编码声明的HHC或HHK文件，将会忽略你在此对话框中设置的任何编码值。

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
zh_cn: 如果之后要访问的位置得到了许可，将使用该位置 且由于位置变化，所有的设置将会恢复到默认值。

source: If the filter has any options, you may change them by clicking Options.
zh_cn: 如果过滤器有可选项，你可以通过点击选项来改变它们。

source: If you are in any doubt, we recommend that you use the version supplied with JRE.
zh_cn: 如果还是有疑问，我们建议您使用附带了 JRE 的版本。

source: If you are not very familiar with Linux, we therefore recommend that you install an OmegaT version with JRE included.
zh_cn: 如果对 Linux 不是很熟悉的话，我们建议安装带有 JRE 的 OmegaT 版本。

source: If you are using an authenticated proxy, please enter here your user and password.
zh_cn: 如果用的是需要认证的代理服务器，请输入用户名和密码。

source: If you have already Java, one way to install the current version of OmegaT is to use Java Web Start.
zh_cn: 如果已经装了 Java，安装当前版本 OmegaT 的途径之一是使用 Java Web Start。

source: If you install a version of Java at system level, you must either ensure that it is in your launch path, or call it explicitly when launching OmegaT.
zh_cn: 如果在系统级安装了某个版本的 Java，你要么确保它处于启动路径当中， 要么必须在启动 OmegaT 时明确地对它进行调用。

source: If you want to use the same language in OmegaT as the one used during installation, check the box below.
zh_cn: 如果要在 OmegaT 中使用安装时所用的语言，请勾选下面的方框。

source: Ignore All
zh_cn: 全部忽略

source: In no&tes
zh_cn: 在注释中(&t)

source: In order for the changes to take effect OmegaT needs to close and then open the project.
zh_cn: 为了使修改生效，OmegaT 需要关闭然后打开项目。

source: In so&urce
zh_cn: 在原文中(&u)

source: In tra&nslations
zh_cn: 在译文(&n)中

source: Include the first non-&unique segment when marking non-unique segments
zh_cn: 标记非独特片段时包含第一个非独特片段（&u）

source: Individual File Statistics:
zh_cn: 单个文件状态：

source: Infix Files
zh_cn: Infix 文件

source: Info
zh_cn: 信息

source: Information about OmegaT
zh_cn: 关于 OmegaT

source: Initializing
zh_cn: 初始化

source: Insert Match Into Translation
zh_cn: 将匹配插入译文

source: Insert Missing Source &Tags
zh_cn: 插入丢失的原文标签（&T）

source: Insert Next Missing Tag
zh_cn: 插入下一个丢失的标签

source: Insert Tag {0}
zh_cn: 插入标签 {0}

source: Insert the &best fuzzy match
zh_cn: 插入最佳模糊匹配(&b)

source: Install
zh_cn: 安装

source: Installing OmegaT
zh_cn: 安装 OmegaT

source: Installing and running OmegaT" in the User Manual.
zh_cn: 《安装运行 OmegaT》。

source: Installing failed
zh_cn: 安装失败

source: Instant Start
zh_cn: 快速入门

source: Invalid HTML file
zh_cn: 无效 HTML 文件

source: Invalid file format
zh_cn: 无效文件格式

source: Is OmegaT bugging you?
zh_cn: 使用 OmegaT 过程中遇到了 Bug？

source: It is free, that is you don't have to pay anything to be able to use it, even for professional use, and you are free to modify it and/or re-distribute it as long as you respect the user license.
zh_cn: 它是免费的，也就是说无需支付任何费用就可以使用，甚至是用于专业用途；而且只要遵守用户授权协议，你就可以对它进行自由修改并且（或）重新发布。

source: It is used to mark your translations.
zh_cn: 它被用于标记你的翻译。

source: It was not possible to create the script folder inside the configuration folder.
zh_cn: 无法在配置文件夹创建脚本文件夹。

source: It was not possible to create translated documents, because some tags are missing or damaged.
zh_cn: 由于标签丢失或者损坏，无法创建译文文档。

source: It will install the correct environment for your computer and the application itself on the first run.
zh_cn: 它将在第一次运行时给您的计算机安装正确的环境和应用程序本身。

source: Italian
zh_cn: 意大利语

source: JNA by Todd Fast, Timothy Wall and others (LGPL License)
zh_cn: Todd Fast 、 Timothy Wall 等人的 JNA (LGPL 许可协议)

source: Japanese
zh_cn: 日语

source: Java(TM) Resource Bundles
zh_cn: Java(TM) 资源文件

source: Jmyspell 2.1.4 (LGPL License)
zh_cn: Jmyspell 2.1.4 (LGPL 许可协议)

source: Key:
zh_cn: 键值：

source: Key=Value Text Files
zh_cn: 键值对文本文件

source: Keyword searches regard the specified query string as a set of search keywords (separated by space) and return all segments which contain all of the query words, in any order.
zh_cn: 关键字搜索将指定的查询字符串视为一系列搜索关键字（由空格分隔），并返回所有以任何顺序包含这些关键字的片段。

source: LaTeX Files
zh_cn: LaTeX 文件

source: Language Checker
zh_cn: 语言检查工具

source: Language Name
zh_cn: 语言名称

source: Language Pattern
zh_cn: 语言匹配模式

source: Language not specified for translation unit variant.
zh_cn: 没有为翻译单元变量指定语种。

source: Languages
zh_cn: 语言

source: Last changes
zh_cn: 最近更新

source: Last modified by {0}
zh_cn: 最后修改由 {0} 进行

source: Later calls do not need to be online.
zh_cn: 之后再运行的话无需处于在线状态。

source: Links (&URL)
zh_cn: 链接 (&URL)

source: Linux users: OmegaT will run on the open-implementation source Java packaged with many Linux distributions (for example, Ubuntu), but you may experience bugs, display problems or missing features.
zh_cn: Linux 用户: OmegaT 也行可以在很多 Linux 发行版本（如Ubutntu）所附带的开源 Java 包之上运行，但可能会遇到 Bug、显示问题或者功能缺失。

source: Loading Project
zh_cn: 载入项目

source: Loading TMX files...
zh_cn: 正在载入 TMX 文件……

source: Loading glossaries
zh_cn: 载入词汇表

source: Loading glossary {0}
zh_cn: 载入词汇表{0}

source: Loading project...
zh_cn: 载入项目中……

source: Loading: {0}
zh_cn: 载入：

source: Local Folder:
zh_cn: 本地目录：

source: Local translation not synchronized with remote repository.
zh_cn: 本地译文未与远程仓库同步。

source: Location
zh_cn: 位置

source: MRJ Adapter 1.0.8 by Steve Roy (LGPL License)
zh_cn: Steve Roy 的 MRJ Adapter （LGPL 许可协议）

source: Mac&hine Translate
zh_cn: 机器翻译(&h)

source: Machine Translation
zh_cn: 机器翻译

source: Magento CE Locale CSV Files
zh_cn: Magento CE 本地 CSV 文件

source: Mar&k Whitespace
zh_cn: 标记空白(&k)

source: Marc Prior is the coordinator of the OmegaT project.
zh_cn: Marc Prior 是 OmegaT 项目的协调组织者。

source: Mark &Bidirectional Algorithm Control Characters
zh_cn: 标记双向算法控制字符(&B)

source: Mark &Non-breakable Spaces
zh_cn: 标记不可中断的空白(&N)

source: Mark &Translated Segments
zh_cn: 标记已译片段(&T)

source: Mark &Untranslated Segments
zh_cn: 标记未译片段(&U)

source: Mark Non-&Unique Segments
zh_cn: 标记非独特片段(&U)

source: Mark Segments &with Notes
zh_cn: 标记有注释的片段(&w)

source: Match Statistics
zh_cn: 匹配状态

source: Match display template
zh_cn: 匹配显示模板

source: Matches can be found in your current translation or in the TMX files that you have put in the /tm/ folder.
zh_cn: 可能会在当前翻译或者放置在 /tm/ 目录的 TMX 文件中找到匹配项。

source: Maximize
zh_cn: 最大化

source: Maximum number of finds has been reached ({0})
zh_cn: 达到了最大查找数量（{0}）

source: Memory
zh_cn: 记忆

source: Microsoft Open XML Files
zh_cn: 微软开放 XML 文件

source: Microsoft Translator's Client ID or Client Secret not available.
zh_cn: Microsoft Translator 客户 ID 或者客户安全不可用。

source: Minimize
zh_cn: 最小化

source: Minutes:
zh_cn: 分：

source: Missing
zh_cn: 丢失

source: Missing tags
zh_cn: 丢失的标签

source: Move &Up
zh_cn: 上移(&p)

source: Move Do&wn
zh_cn: 下移(&w)

source: Move U&p
zh_cn: 上移(&p)

source: Mozilla DTD files
zh_cn: Mozilla DTD 文件

source: Multiple Translations
zh_cn: 多重译文

source: New Language and Country
zh_cn: 新语言和国家

source: Next &Translated Segment
zh_cn: 下一已译片段(&T)

source: Next &Untranslated Segment
zh_cn: 下一未译片段(&U)

source: Next N&ote
zh_cn: 下一注释(&o)

source: No Suggestions
zh_cn: 没有建议

source: No connection available, the project is in offline mode.
zh_cn: 连接无效，项目处于离线模式。

source: No match:
zh_cn: 无匹配:

source: No matches returned by search.
zh_cn: 搜索未发现任何匹配内容。

source: No need to save project, because no changes were made
zh_cn: 由于未作修改，无需保存项目。

source: No new dictionaries available at the remote server.
zh_cn: 远程服务器没有提供的新字典。

source: No script bound in slot #{0}.
zh_cn: 没有脚本被绑定到位置 #{0} 。

source: No script selected.
zh_cn: 未选择脚本。

source: No script set.
zh_cn: 未设定脚本。

source: No tag errors detected
zh_cn: 未发现标签错误

source: Non-breakable space
zh_cn: 不可中断的空白符

source: Non-visible Instruction Te&xt
zh_cn: 不可见指令文本(&x)

source: Not a valid XML file!
zh_cn: 非法的 XML 文件！

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
zh_cn: 注意：和匹配语言模式一起设置的分段规则集合将会以给出的顺序应用。

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
zh_cn: 注意：DocBook 文件不仅仅根据文件扩展名判断，同时也根据 DOCTYPE 声明： <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML…… （对于 DocBook 4），或者是 Namespace: xmlns="http://docbook.org/ns/docbook" （对于 DocBook 5）

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
zh_cn: 注意：源文件编码设置至影响内部没有编码声明的 HHC 和 HHK 文件。

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
zh_cn: 注意：源文件编码设置只影响内部没有编码声明的 HTML 文件。

source: Note: not all filters allow you to select an encoding.
zh_cn: 注意：并非所有的过滤器允许选择某种编码。

source: Notes
zh_cn: 注释

source: Now
zh_cn: 目前

source: Nr of results: {0}
zh_cn: 结果数量: {0}

source: Number of Segments
zh_cn: 片段数量

source: Number of results:
zh_cn: 返回结果数量：

source: Number of unique segments
zh_cn: 独特片段数量

source: O&ptions...
zh_cn: 选项（O&）……

source: OmegaT 3.0, Read Me file
zh_cn: OmegaT 3.0, 自述文件

source: OmegaT Project Files
zh_cn: OmegaT 项目文件

source: OmegaT Project Folder
zh_cn: OmegaT 项目文件夹

source: OmegaT User Interface Language
zh_cn: OmegaT 用户界面语言

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
zh_cn: OmegaT也可以检查程序变量（printf函数变量），如'％s'。

source: OmegaT can be customized to support other file formats as well.
zh_cn: 还可以定制 OmegaT 来支持其它文件格式。

source: OmegaT has chosen option 'Yes' automatically.
zh_cn: OmegaT 已自动选择“是”选项。

source: OmegaT is a computer-assisted translation (CAT) tool.
zh_cn: OmegaT 是一种计算机辅助翻译（CAT）工具。

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
zh_cn: OmegaT 是一种免费开源的多平台计算机辅助翻译工具软件，它将模糊匹配、译法记忆、关键词搜索、词汇表和译法杠杆等融合成了最新项目。

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
zh_cn: OmegaT 被拒绝访问包含操作系统名称和包含主文件夹的系统属性。

source: OmegaT is the original work of Keith Godfrey.
zh_cn: OmegaT 最初的工作由 Keith Godfrey 完成。

source: OmegaT license
zh_cn: OmegaT 许可协议

source: OmegaT packages which include the Java Runtime Environment are now available to save users the trouble of selecting, obtaining and installing it.
zh_cn: 目前，封装了 Java 运行环境的 OmegaT 安装包可省去用户选择、获取和安装它的麻烦。

source: OmegaT ran out of memory, and will quit when you press OK.
zh_cn: OmegaT 耗尽内存，将会在点击确定后退出。

source: OmegaT supports the following file formats out of the box:
zh_cn: OmegaT 直接支持下列文件格式：

source: OmegaT uses the following libraries:
zh_cn: OmegaT 使用了下列类库：

source: OmegaT version {0}
zh_cn: OmegaT 版本{0}

source: OmegaT version {0}, update {1}
zh_cn: OmegaT 版本{0}, 第{1}次更新

source: OmegaT will automatically parse even the most complex source folder hierarchies, to access all the supported files, and produce a target folder with exactly the same structure, including copies of any non-supported files.
zh_cn: 即便是遭遇结构极其复杂的原文目录，OmegaT 也可以自动分析，访问所有支持的文件，制作一个结构完全相同且包含所有未支持文件的译文目录。

source: OmegaT will now terminate.
zh_cn: OmegaT 现在将终止运行。

source: OmegaT will try to resegment the TMX file...
zh_cn: OmegaT 将尝试对TMX文件重新分段。

source: OmegaT's main features are:
zh_cn: OmegaT 的主要特性包括：

source: Only if (X)HTML file has a &header
zh_cn: 仅当 (X)HTML 文件有 &header 声明时

source: Only if (X)HTML file has an &encoding declaration
zh_cn: 仅当 (X)HTML 文件有 &encoding 声明时

source: Open Project
zh_cn: 打开项目

source: Open XML Filter Options
zh_cn: Open XML 过滤器选项

source: OpenDocument Filter Options
zh_cn: OpenDocument 过滤器选项

source: OpenDocument/OpenOffice.org Files
zh_cn: 开放文档/OpenOffice.org 文件

source: Options
zh_cn: 选项

source: Orphan segments
zh_cn: 孤立片段

source: Orphaned
zh_cn: 孤立

source: Other Options:
zh_cn: 其它选项

source: Other contributions are detailed in the readme.txt file
zh_cn: 更多致谢内容在 readme.txt 中。

source: Otherwise, OmegaT will use the language of the operating system.
zh_cn: 否则，OmegaT 将会使用操作系统的语言。

source: Out-of-order
zh_cn: 顺序混乱

source: PDF Input
zh_cn: PDF 输入

source: PO Files
zh_cn: PO 文件

source: PO Filter Options
zh_cn: PO 过滤器选项

source: Parse error encountered reading preferences file!
zh_cn: 读取参数文件时解析错误！

source: Password:
zh_cn: 密码：

source: Paste
zh_cn: 粘贴

source: Path:
zh_cn: 路径：

source: Pattern After
zh_cn: 后匹配模式

source: Pattern Before
zh_cn: 前匹配模式

source: Please close search window.
zh_cn: 请关闭搜索窗口。

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
zh_cn: 请参考文档中关于恢复的选项并将下列信息反馈给软件开发者，并描述下该错误是如何发生的。

source: Please consult the log ({1}) to determine the source of the error and try again.
zh_cn: 请分析日志 ({1}) 找出错误源头所在，并再试一次。

source: Please correct the tag issues before using again Create Translated Documents.
zh_cn: 再次使用"创建译文文档"功能前请修正标签问题。

source: Please enter username/password
zh_cn: 请输入用户名和密码

source: Please enter your name/ID.
zh_cn: 请输入您的姓名/ID。

source: Please redo tag validation.
zh_cn: 请重新进行标签检验。

source: Please select a dictionary file folder first
zh_cn: 请首先选择一个字典文件目录

source: Please select a different folder.
zh_cn: 请另选一个目录。

source: Please select how tags of non-OmegaT TMXs should be displayed.
zh_cn: 请选择非 OmegaT TMX 标签的展示模式。

source: Please select the dictionaries you want to install and press the Install button.
zh_cn: 请选择您想要安装的字典，然后点击安装按钮。

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
zh_cn: 请选择项目自动保存的时间间隔，以分秒为单位。

source: Please select the language of your source files and the target language you would like to translate to.
zh_cn: 请选择原文文件的语种和想要译成的语种。

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
zh_cn: 请选择当你移动到未翻译片段时向其中插入什么文本

source: Please select which behaviour is appropriate.
zh_cn: 请选择行为适当的项目。

source: Please translate this plural as plural form #{0}.
zh_cn: 请将下列词汇翻译成复数形式 #{0}。

source: Please type or paste the URL of the mediawiki page
zh_cn: 请输入或者粘贴 mediawiki 页面的 URL

source: Polish
zh_cn: 波兰语

source: Power Point
zh_cn: Power Point 软件

source: Preferences system save operation failed!
zh_cn: 参数系统保存操作失败！

source: Preserve spaces for all tags
zh_cn: 给所有标签预留空格

source: Previous No&te
zh_cn: 前一注释(&t)

source: Pro&ject
zh_cn: 项目(&j)

source: Problem encountered loading project file!
zh_cn: 载入项目文件出错！

source: Proceed?
zh_cn: 继续？

source: Project &Files...
zh_cn: 项目文件(&F)……

source: Project Files
zh_cn: 项目文件

source: Project Specific File Filters
zh_cn: 项目特定的文件过滤器

source: Project Specific Segmentation Setup
zh_cn: 项目特定的分段规则设置

source: Project Statistics
zh_cn: 项目状态

source: Project autosaved on {0}
zh_cn: 项目自动保存在 {0}

source: Project closed
zh_cn: 项目关闭

source: Project compiling end
zh_cn: 项目编译结束

source: Project compiling start
zh_cn: 项目编译开始

source: Project creating end
zh_cn: 项目创建结束

source: Project creating start
zh_cn: 项目创建开始

source: Project is Empty
zh_cn: 项目为空。

source: Project load cancelled by user
zh_cn: 项目载入被用户取消

source: Project loading end
zh_cn: 项目载入结束

source: Project loading start
zh_cn: 项目载入开始

source: Project saved
zh_cn: 项目已保存

source: Project saving end
zh_cn: 项目保存结束

source: Project saving start
zh_cn: 项目保存开始

source: Project will not be updated.
zh_cn: 项目将不会得到更新。

source: Proxy User and Password
zh_cn: 代理服务器用户名及密码

source: Push failed.
zh_cn: 推送失败。

source: QuarkXPress CopyFlow Gold Files
zh_cn: QuarkXPress CopyFlow Gold 文件

source: R&emove
zh_cn: 删除(&e)

source: R&eplace with Match
zh_cn: 用匹配项替代(&R)

source: Re&move Filter
zh_cn: 删除过滤器(&m)

source: Re&place with Source
zh_cn: 用原文替代(&p)

source: Read-only
zh_cn: 只读

source: Reading TMX file {0}
zh_cn: 读取TMX 文件 {0}

source: Reading of TMX file complete
zh_cn: 读取 TMX 文件完成

source: Recoverable error on line {0}, column {1} while parsing:
zh_cn: 分析第 {0} 行第 {1} 列发生可恢复错误：

source: Recursi&ve search
zh_cn: 递归搜索（&v)

source: References:
zh_cn: 参考文献：

source: Refreshing script directory "{0}"
zh_cn: 刷新脚本目录： "{0}"

source: Regular expression for custom tags:
zh_cn: 自定义标签的正则表达式：

source: Regular expression for fragments that should be removed from translation:
zh_cn: 必须从译文中删除片段的正则表达式：

source: Release details
zh_cn: 发布细节

source: Remaining Characters (including spaces)
zh_cn: 保留字符（含空白）

source: Remaining Characters (without spaces)
zh_cn: 剩余字符（不含空白）

source: Remaining Segments
zh_cn: 剩余片段

source: Remaining Words
zh_cn: 剩余词汇

source: Remaining:
zh_cn: 剩余：

source: Remove HTML comments in translated document
zh_cn: 删除译文文档中的 HTML 注释

source: Remove Script
zh_cn: 删除脚本

source: Remove Ta&gs
zh_cn: 删除标签(&g)

source: Remove leading and trailing tags
zh_cn: 删除首尾的标签

source: Remove leading and trailing whitespace in non-segmented projects
zh_cn: 在未分段的项目中删除首尾的空白字符。

source: Remove pattern?
zh_cn: 删除模式？

source: Remove translation
zh_cn: 删除译文

source: Reopen the project now?
zh_cn: 是否现在重新打开项目？

source: Reopen the project?
zh_cn: 是否重新打开项目？

source: Repetitions:
zh_cn: 重复：

source: Replace Translation with Match
zh_cn: 用匹配替换译文

source: Replace Translation with Text
zh_cn: 用文本替换译文

source: Replace with &Machine Translation
zh_cn: 使用机器翻译替代(&M)

source: Repository Type:
zh_cn: 仓库类型：

source: Repository URL:
zh_cn: 仓库地址 URL:

source: Requests for Enhancements (in English), at the SourceForge site:
zh_cn: 在 SourceForge 网站的下列网址可以（用英语）提出改进建议：

source: ResX Files
zh_cn: ResX 文件

source: Restore
zh_cn: 还原

source: Restore De&faults
zh_cn: 还原默认设置（&f）

source: Result:
zh_cn: 结果：

source: Run script on slot #{0}.
zh_cn: 在位置 #{0} 运行脚本.

source: Russian
zh_cn: 俄语

source: S&lide Comments
zh_cn: 幻灯注释(&l)

source: S&witch Case To
zh_cn: 切换大小写状态为（&S）……

source: SQLJet 1.1.3 (GPL License)
zh_cn: SQLJet 1.1.3 (GPL 许可协议)

source: SVG Image Files
zh_cn: SVG 图像文件

source: SVN '{0}' error: {1}
zh_cn: SVN '{0}' 错误： {1}

source: SVN '{0}' execution finished successfully
zh_cn: SVN '{0}' 成功执行完毕

source: SVN '{0}' execution start
zh_cn: 开始执行 SVN '{0}'

source: Sa&ving and Output...
zh_cn: 保存并输出(&v)……

source: Sample Text
zh_cn: 示例文本

source: Save Script
zh_cn: 保存脚本

source: Saving and Output Options
zh_cn: 保存和输出选项

source: Saving project...
zh_cn: 正在保存项目……

source: Script "{0}" bound to slot #{1}.
zh_cn: 脚本 "{0}" 绑定到 slot #{1}.

source: Script "{0}" saved.
zh_cn: 已保存脚本 "{0}" 。

source: Script "{0}" unbound from slot #{1}.
zh_cn: 脚本 "{0}" 解除与 slot #{1} 的绑定。

source: Script &Language
zh_cn: 脚本语言(&L)

source: Scriptin&g...
zh_cn: 脚本(&g)……

source: Scripting
zh_cn: 脚本

source: Scripts Folder
zh_cn: 脚本目录：

source: Scripts Folder:
zh_cn: 脚本目录：

source: Search for:
zh_cn: 查找：

source: Search in
zh_cn: 搜索范围

source: Search thread died unexpectedly!
zh_cn: 搜索线程意外崩溃！

source: Searches are done within the current project or in any folder or folder structure.
zh_cn: 在当前项目或某个文件夹或文件夹结构中的搜索完成。

source: Searches can be performed in the source and/or in the translation and/or in notes.
zh_cn: 搜索可在原文（且）、译文或（且）注释中进行。

source: Seconds:
zh_cn: 秒：

source: See "Chapter 3.
zh_cn: 查阅用户手册“第3章”

source: See OmegaT manual for instructions.
zh_cn: 查阅 OmegaT 手册了解详细情况。

source: Segment encountered outside translation unit variant.
zh_cn: 在译法单元变量之外发现了片段。

source: Segment skipped.
zh_cn: 片段被忽略。

source: Segment source text into paragraphs on:
zh_cn: 将源文本分割成段落时使用：

source: Segmentation Setup
zh_cn: 片段分割设置

source: Segmentation method: {0}
zh_cn: 分段方法： {0}

source: Segmentation rules are applied in the following order:
zh_cn: 分段规则按照以下顺序应用：

source: Segments
zh_cn: 片段

source: Select
zh_cn: 选择

source: Select &Next Match
zh_cn: 选择下一匹配项(&N)

source: Select &Previous Match
zh_cn: 选择前一匹配项(&P)

source: Select Fol&der
zh_cn: 选择文件夹（&d）

source: Select Mat&ch
zh_cn: 选择匹配项(&c)

source: Select Match #&1
zh_cn: 选择第一个匹配项(&1)

source: Select Match #&2
zh_cn: 选择第二个匹配项(&2)

source: Select Match #&3
zh_cn: 选择第三个匹配项(&3)

source: Select Match #&4
zh_cn: 选择第四个匹配项(&4)

source: Select Match #&5
zh_cn: 选择第五个匹配项(&5)

source: Selected Engine: {0}
zh_cn: 选定的引擎：

source: Sequence Library (Sequence Library License)
zh_cn: Sequence Library (Sequence Library 许可协议)

source: Set empty translation
zh_cn: 设置空译文

source: Sets of segmentation rules:
zh_cn: 分段规则集合：

source: Skip text matching regular expression:
zh_cn: 忽略文本匹配和正则表达式：

source: Sli&de Masters
zh_cn: 幻灯模板（&d）

source: Slide La&youts
zh_cn: 幻灯布局(&y)

source: Some project folders seem to have been moved.
zh_cn: 某些项目目录好像被移走了。

source: Source File Encoding
zh_cn: 原文文件编码方式

source: Source File Encoding:
zh_cn: 源文件编码：

source: Source Filename Pattern
zh_cn: 原文文件名模式

source: Source Filename Pattern:
zh_cn: 源文件名模式：

source: Source Files Folder
zh_cn: 原文文件目录：

source: Source Files Folder:
zh_cn: 原文文件目录：

source: Source file loading complete
zh_cn: 原文载入完成

source: Source files folder entered does not exist!
zh_cn: 输入的源文件目录不存在！

source: Source folder {0} does not exist.
zh_cn: 原文目录 {0} 不存在。

source: Source language: {0}
zh_cn: 原文语种：{0}

source: Source segment could not be located for certain translation units.
zh_cn: 警告：某些翻译单元无法找到源片段。

source: Source term:
zh_cn: 术语原文：

source: Source/translation lengths (characters)
zh_cn: 原文/译文长度（字符个数）

source: Spanish
zh_cn: 西班牙语

source: Specify tag handling behaviour
zh_cn: 指定标签处理行为

source: Spell &Checking...
zh_cn: 拼写检查(&C)……

source: Spellchecker Setup
zh_cn: 拼写检查设置

source: Start a new paragraph on:
zh_cn: 开始新段落的条件：

source: Statistics
zh_cn: 状态

source: SubRip Subtitles Files
zh_cn: SubRip 字幕文件

source: Subsequent clicks on OmegaT.jnlp will check for any upgrades, if you are online, install them if there are any, and then start OmegaT.
zh_cn: 如果处于在线状态，之后再点击 OmegaT.jnlp 将会检查是否有升级，如果有的话将安装升级包并运行 OmegaT。

source: Swedish
zh_cn: 瑞典语

source: Swing-Layout 1.0.2 (LGPL License)
zh_cn: Swing-Layout 1.0.2 (LGPL 许可协议)

source: Synchronization error
zh_cn: 同步错误

source: TMX file was created by OmegaT 1.4.x or earlier.
zh_cn: TMX由OmegaT1.4.X或更早的版本创建。

source: TMs
zh_cn: TM 文件

source: Tag
zh_cn: 标记

source: Tag &Validation...
zh_cn: 标签验证……（&V)

source: Tag Validation Options
zh_cn: 标记验证选项

source: Tag name:
zh_cn: 标签名称：

source: Tag validation failed
zh_cn: 标签检验失败

source: Tag:
zh_cn: 标记：
